[
    {
        "index": 1,
        "riddle": "A man says,\"Brothers and sisters, have I none, but that man's father is my father's son.\" Who is he pointing at? (two words)",
        "solution": "His son"
    },
    {
        "index": 2,
        "riddle": "What is that you break every time you name it? (one word)",
        "solution": "Silence"
    },
    {
        "index": 3,
        "riddle": "Different lights do make me strange, thus into different sizes I will change. What am I? (one word)",
        "solution": "Pupil"
    },
    {
        "index": 4,
        "riddle": "Feed me and I live, give me something to drink and I'll die. What am I? (one word)",
        "solution": "Fire"
    },
    {
        "index": 5,
        "riddle": "Forward I am heavy, backwards I am not. What am I? (one word)",
        "solution": "Ton"
    },
    {
        "index": 6,
        "riddle": "I am lighter than air but a million men cannot lift me up. What am I? (one word)",
        "solution": "Bubble"
    },
    {
        "index": 7,
        "riddle": "I have a face, two arms, and two hands, yet I can not move. I count to twelve, yet I can not speak. I can still tell you something every day. What am I? (one word)",
        "solution": "Clock"
    },
    {
        "index": 8,
        "riddle": "In a tunnel of darkness lies a beast of iron. It can only attack when pulled back. What is it? (one word)",
        "solution": "Bullet"
    },
    {
        "index": 9,
        "riddle": "Inside a burning house, this thing is best to make. And best to make it quickly, before the fire's too much to take! (one word)",
        "solution": "Haste"
    },
    {
        "index": 10,
        "riddle": "I have two arms, but fingers none. I have two feet, but cannot run. I carry well, but I have found I carry best with my feet off the ground. What am I? (one word)",
        "solution": "Wheelbarrow"
    }
    {
        "index": 11,
        "riddle": "I'm the part of the bird that's not in the sky. I can swim in the ocean and yet remain dry. What am I? (one word)",
        "solution": "Shadow"
    },
    {
        "index": 12,
        "riddle": "It is an insect, and the first part of its name is the name of another insect. What is it? (one word)",
        "solution": "Beetle"
    },
    {
        "index": 13,
        "riddle": "Never resting, never still. Moving silently from hill to hill. It does not walk, run or trot. All is cool where it is not. What is it? (one word)",
        "solution": "Sunshine"
    },
    {
        "index": 14,
        "riddle": "Take off my skin and I won't cry, but you will. What am I? (one word)",
        "solution": "Onion"
    },
    {
        "index": 15,
        "riddle": "The more of them you take, the more you leave behind. What are they? (one word)",
        "solution": "Footsteps"
    },
    {
        "index": 16,
        "riddle": "The person who makes it has no need for it. The person who purchases it does not use it. The person who does use it does not know he or she is. What is it? (one word)",
        "solution": "Coffin"
    },
    {
        "index": 17,
        "riddle": "Three lives have I. Gentle enough to soothe the skin. Light enough to caress the sky. Hard enough to crack rocks. What am I? (one word)",
        "solution": "Water"
    },
    {
        "index": 18,
        "riddle": "What has keys that open no locks, space but no room, and you can enter but not go in? (one word)",
        "solution": "Keyboard"
    },
    {
        "index": 19,
        "riddle": "What word of five letters has only one left when two letters are removed? (one word)",
        "solution": "Stone"
    },
    {
        "index": 20,
        "riddle": "What turns everything around, but does not move? (one word)",
        "solution": "Mirror"
    }
]